Revit 2027 API
ParameterTypeId.RebarInstanceBendDiameter Property
 "Bend Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarInstanceBendDiameter { get; }
Public Shared ReadOnly Property RebarInstanceBendDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarInstanceBendDiameter {
	ForgeTypeId^ get ();
}
static member RebarInstanceBendDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace